{
    "TaskName": "bart",
    "TaskFullName": "Balloon Analog Risk Task (BART)",
    "Instructions": "This task is the one where you score points by inflating balloons. You push the first button to inflate the balloon, and the second button to stop inflating and move on to the next one. The more you inflate the balloon the more points you’ll get, but if you inflate it too much the balloon will pop and you won’t get any points. There are two different colors of balloons, green and white. Green balloons give points, but white balloons don’t, so when you see a white balloon you can just inflate it until it goes away to move on to the next one. You only get a limited number of balloons, so try to get as many points as you can on each. Any questions?",
    "TaskDescription": "In the BART (Lejuez et al., 2002), participants were allowed to pump a series of green (experimental) and white (control) balloons (Figure 1B). On each trial, participants chose to pump the balloon or cash out and collect their accumulated earnings for that round. For experimental balloons, after a trial in which the participant successfully pumped the balloon (meaning it did not result in an explosion), an image of a larger balloon was presented, the participant earned 5 points, and was able to pump again or cash-out. After a trial in which the participant chose to cash out, the participant’s accumulated earnings for that round were displayed and the task moved onto the next round. On an explosion trial (necessarily following a Risky choice trial), an exploded balloon was presented, the participant received no points for that round, and the task moved onto the next round. In this version of the BART, balloons exploded randomly on a number drawn from a uniform distribution over numbers of pumps, with 12 maximum pumps possible before an explosion or end of a round. Thus, participants experienced the probability as non-stationary, as the likelihood of a loss event increased with each trial in a round and as no information was provided to subjects about the probability of explosion. Participants also responded to control balloons, which increased in size on successive trials, but which neither resulted in points nor exploded. For both balloons (green and white), the balloon would disappear from the screen once the participant responded, and each balloon trial was separated by a jittered delay. An outcome trial (following a Cash-out choice or a Loss event) was displayed for a fixed duration of 2 s. Each trial was separated by a blank screen that was presented for a variable duration (1-2 s, average 1.5 s); each round was separated by a blank screen that was presented for variable duration (1-12 s, average 4 s). The task performed in the scanner was self-paced, but the task was programmed such that participants saw approximately 30 virtual balloons, with an approximate run time of 9 minutes. Each successful pump was worth 5 points, but participants did not collect their earnings at the end of the scan. For the practice run, participants had one minute to complete 5 balloon rounds.",
    "CogAtlasID": "trm_4d559bcd67c18",
    "CogPOID": ""
}
